<?php

$crmKey = "EGyFV2kJAYaklLb1HX8zSoE3KGGxK5Ag";
$adminEmail = "ntglhf@gmail.com";

$languages = ['ru', 'ua'];

$products = [
    '01' => [],

];

$reviews = [
    "imgUrl1" => "img/review5.png",
    "imgUrl2" => "img/review2.png",
    "imgUrl3" => "img/review4.png",
    "imgUrl4" => "img/review1.jpg",
    "imgUrl5" => "img/review5.png"
];
$contentText = [
    "orderTextAddPurchase" => [
        'ru' => 'Добавить к заказу пижаму',
        'ua' => 'Добавить к заказу пижаму',
    ],
    "chooseColorDressAddPurchase" => [
        'ru' => 'Выберите цвет пижамы',
        'ua' => 'Выберите цвет пижамы',
    ],
    "weReceivedRequest" => [
        'ru' => 'Ваша заявка принята!',
        'ua' => 'Ваша заявка прийнята!',
    ],
    "requestWait" => [
        'ru' => 'Oжидайте
                    звонка оператора.',
        'ua' => 'Oчікуйте
                     дзвінка оператора.',
    ],
    "workingHours" => [
        'ru' => 'Работаем 9:00-22:00 (Пн-Вс)',
        'ua' => 'Працюємо 9:00-22:00 (Пн-Нд)',
    ],
    "consultName" => [
        'ru' => '',
        'ua' => '',
    ],
    "thanksText" => [
        'ru' => 'Благодарим вас за доверие к нашему бренду! Мы приложим все усилия, чтобы вы получили
                                удовольствие от покупки :)',
        'ua' => 'Дякуємо вам за довіру до нашого бренду! Ми докладемо всіх зусиль, щоб ви отримали
                                 задоволення від покупки :)',
    ],
    "addToOrder" => [
        'ru' => 'Добавить к заказу',
        'ua' => 'Додати до замовлення',
    ],
    "seeOther" => [
        'ru' => 'Дополните заказ прямо сейчас',
        'ua' => 'Доповніть замовлення прямо зараз',
    ],
    "thanksForOrderWait" => [
        'ru' => 'Ваш заказ принят, ожидайте
                    звонка оператора.',
        'ua' => 'Ваше замовлення прийняте, очікуйте
                     дзвінка оператора.',
    ],
    "thanksForOrder" => [
        'ru' => 'Спасибо за заказ',
        'ua' => 'Дякуємо за замовлення',
    ],
    "thanksButt" => [
        'ru' => 'Вернуться назад',
        'ua' => 'Повернутися',
    ],
    "goBack" => [
        'ru' => 'Вернуться на главную',
        'ua' => 'Повернутися на головну',
    ],
    "goBackOneStep" => [
        'ru' => 'Вернуться назад',
        'ua' => 'Повернутися назад',
    ],
    "goBackDataFull" => [
        'ru' => 'Вернитесь на сайт и повторно заполните контакнутю форму.',
        'ua' => 'Поверніться на сайт і повторно заповніть контакнутю форму.',
    ],
    "sorrySendDataFull" => [
        'ru' => 'Извините, <b>заявка не отправлена</b>, Вы не ввели необходимые данные!',
        'ua' => 'Вибачте, <b>заявка не відправлена</b>, Ви не ввели необхідні дані!',
    ],
    "sorrySendFull" => [
        'ru' => 'Извините, <b>заявка не была отправлена</b>, возникла ошибка. Попробуйте еще раз позже!',
        'ua' => 'Вибачте, <b>заявка не була відправлена</b>, виникла помилка. Спробуйте ще раз пізніше!',
    ],
    "sorryDidNotSend" => [
        'ru' => 'Извините, заявка не отправлена',
        'ua' => 'Вибачте, заявка не відправлена',
    ],
    "chooseColorDress" => [
        'ru' => 'Выберать цвет',
        'ua' => 'Обрати колір',
    ],
    "footerAddress" => [
        'ru' => '@ 2019 - 2020 Интернет-магазин “ AMOS look™”
                         65059, г. Одеса,
                    вул. Краснова, 15 ',
        'ua' => '@ 2019 - 2020 Інтернет-магазин “AMOS look™”
                     м. Одеса,
                    вул. Краснова, 15 ',
    ],
    "footerPolitics" => [
        'ru' => 'Политика конфиденциальности',
        'ua' => 'Політика конфіденційності',
    ],
    "footerOff" => [
        'ru' => 'Публичная оферта',
        'ua' => 'Публічна оферта',
    ],
    "footerBrand" => [
        'ru' => 'интернет-магазин одежды',
        'ua' => 'інтернет-магазин одягу',
    ],
    "footerPartner" => [
        'ru' => 'Наши партнеры',
        'ua' => 'Наші партнери',
    ],
    "nameInput" => [
        'ru' => 'Введите Фамилию и Имя*',
        'ua' => 'Введіть Прізвище та ім"я*',
    ],
    "phoneInput" => [
        'ru' => 'Введите Ваш телефон',
        'ua' => 'Введіть Ваш телефон',
    ],
    "waitingForPhone" => [
        'ru' => 'Жду звонка',
        'ua' => 'Чекаю дзвінка',
    ],
    "workTime" => [
        'ru' => 'Перезвоним Вам с 9:00 до 22:00 (Пн-Вс)',
        'ua' => 'Передзвонимо Вам з 9:00 до 22:00 (Пн-Нд)',
    ],
    "orderPhone" => [
        'ru' => 'Закажите звонок',
        'ua' => 'Замовте дзвінок',
    ],
    "chooseSize" => [
        'ru' => 'Выберите размер',
        'ua' => 'Оберіть розмір',
    ],
    "withSale" => [
        'ru' => 'СО СКИДКОЙ',
        'ua' => 'ЗІ ЗНИЖКОЮ',
    ],
    "buy" => [
        'ru' => 'Закажите',
        'ua' => 'Замовте',
    ],
    "whyWe" => [
        'ru' => 'Почему покупать у нас
                комфортно, безопасно и выгодно',
        'ua' => 'Чому купувати у нас
                 комфортно, безпечно та вигідно',
    ],
    "howToGet" => [
        'ru' => 'Оплачиваете при получении',
        'ua' => 'Оплачуєте при отриманні',
    ],
    "getProduct" => [
        'ru' => 'Получение',
        'ua' => 'Отримання',
    ],
    "howToShip" => [
        'ru' => 'Доставим ваш заказ Новой Почтой',
        'ua' => 'Доставимо ваше замовлення Новою Поштою',
    ],
    "shipment" => [
        'ru' => 'Отправка',
        'ua' => 'Відправка',
    ],
    "managerDetails" => [
        'ru' => 'Наш менеджер уточнит детали заказа',
        'ua' => 'Наш менеджер уточнить деталі замовлення',
    ],
    "call" => [
        'ru' => 'Звонок',
        'ua' => 'Дзвінок',
    ],
    "sendRequest" => [
        'ru' => 'Оставьте заявку внизу сайта',
        'ua' => 'Залиште заявку знизу сайту',
    ],
    "request" => [
        'ru' => 'Заявка',
        'ua' => 'Заявка',
    ],
    "getOrders" => [
        'ru' => 'Принимаем заказы',
        'ua' => 'Приймаємо замовлення',
    ],
    "howToDress" => [
        'ru' => 'КАК ОФОРМИТЬ ЗАКАЗ',
        'ua' => 'ЯК ЗРОБИТИ ЗАМОВЛЕННЯ',
    ],
    "reviews" => [
        'ru' => 'отзывы',
        'ua' => 'відгуки',
    ],
    "moreThanEnd" => [
        'ru' => 'наших покупателей рекомедуют продукты от магазина AMOS look',
        'ua' => 'наших покупців рекомедують продукти від магазину AMOS look',
    ],
    "moreThanStart" => [
        'ru' => 'Более',
        'ua' => 'Більше',
    ],
    "customersReviews" => [
        'ru' => 'Отзывы наших клиентов',
        'ua' => 'Відгуки наших покупців',
    ],
    "getConsult" => [
        'ru' => 'Получить консультацию',
        'ua' => 'Отримати консультацію',
    ],
    "consult" => [
        'ru' => 'Операторы-консультанты',
        'ua' => 'Оператори-консультанти',
    ],
    "helpSize" => [
        'ru' => 'поможем подобрать размер',
        'ua' => 'допоможемо обрати розмір',
    ],
    "howToSize" => [
        'ru' => 'Как определить свой размер',
        'ua' => 'Як визначити свій розмір',
    ],
    "sizesTable" => [
        'ru' => 'Таблица размеров',
        'ua' => 'Таблиця розмірів',
    ],
    "chooseYourDress" => [
        'ru' => 'ВЫБЕРИТЕ СВОЙ БОКС',
        'ua' => 'ОБЕРІТЬ СВІЙ БОКС',
    ],
    "chooseYourColor" => [
        'ru' => 'ВЫБЕРИТЕ СВОЙ ЦВЕТ',
        'ua' => 'ОБЕРІТЬ СВІЙ КОЛІР',
    ],
    "recommends" => [
        'ru' => 'ПОКУПАТЕЛИ РЕКОМЕНДУЮТ',
        'ua' => 'ПОКУПАТЕЛИ РЕКОМЕНДУЮТ',
    ],
    "liveDress" => [
        'ru' => 'КАК БОКС ВЫГЛЯДИТ ВЖИВУЮ',
        'ua' => 'ЯК БОКС ВИГЛЯДАЄ ВЖИВУ',
    ],
    "liveDresses" => [
        'ru' => 'КАК ИЗДЕЛИЕ ВЫГЛЯДЯТ ВЖИВУЮ',
        'ua' => 'ЯК ВИРІБ ВИГЛЯДАЄ ВЖИВУ',
    ],
    "sizes" => [
        'ru' => 'РАЗМЕР',
        'ua' => 'РОЗМІР',
    ],
    "itemsSale" => [
        'ru' => 'единиц по акции',
        'ua' => 'одиниць по акції',
    ],
    "left" => [
        'ru' => 'Осталось',
        'ua' => 'Залишилось',
    ],
    "chooseColor" => [
        'ru' => 'Выбрать цвет',
        'ua' => 'Обрати колір',
    ],
    "seconds" => [
        'ru' => 'секунд',
        'ua' => 'секунд',
    ],
    "minutes" => [
        'ru' => 'минут',
        'ua' => 'хвилин',
    ],
    "hours" => [
        'ru' => 'часов',
        'ua' => 'годин',
    ],
    "discountExpires" => [
        'ru' => 'ПРЕДЛОЖЕНИЕ ДЕЙСТВУЕТ',
        'ua' => 'ПРОПОЗИЦІЯ ДІЙСНА',
    ],
    "todayPrice" => [
        'ru' => 'Цена сегодня',
        'ua' => 'Ціна сьогодні',
    ],
    "sale" => [
        'ru' => 'СКИДКА',
        'ua' => 'ЗНИЖКА',
    ],
    "regularPrice" => [
        'ru' => 'Обычная цена',
        'ua' => 'Звичайна ціна',
    ],
    "applicationName" => [
        'ru' => 'AMOS look',
        'ua' => 'AMOS look',
    ],
    "styleName" => [
        'ru' => "Посмотрите изделие вокруг",
        'ua' => "Подивіться виріб с усіх ракурсів"
    ],
    "stylePosition" => [
        'ru' => "и оцените вживую этот шикарный фасон",
        'ua' => "та оціните вживу цей чудовий фасон"
    ],
    "styleImgUrl" => "img/img-8.png",
    "subText" => [
        'ru' => "Изделие идеально подходит для ежедневного использывания, так и для праздничного мероприятия",
        'ua' => "Виріб чудово підходить для повсякденного використання та і для святкового заходу."
    ],
    "styleText" => [
        'ru' => "",
        'ua' => ""
    ],
    "orderText" => [
        'ru' => "Заказать со скидкой",
        'ua' => "Замовити зі знижкою"
    ],
    "subGressaText" => [
        'ru' => 'ИНТЕРНЕТ-МАГАЗИН',
        'ua' => 'ІНТЕРНЕТ-МАГАЗИН'
    ],
    "orderTextmain" => [
      'ru' => "УЗНАТЬ ПОДРОБНОСТИ",
      'ua' => "ДІЗНАТИСЯ БІЛЬШЕ"
    ],
    "katalog" => [
      'ru' => "Каталог ",
      'ua' => "Каталог "
    ]
];
$info = [
    "img" => "img/img-info.png",
    "text" => [
        'ru' => '<span class="title-text">Вам понадобится провести измерения с помощью сантиметровой ленты. </span>
<p>1) При измерении обхвата груди лента должна плотно прилегать к телу, спереди проходить по наиболее выступающим точкам, сбоку через подмышечные впадины, сзади обхватывая лопатки.
</p>
<p>2) Обхват талии измеряется строго горизонтально по самой узкой части тела, проходя через самую выступающую точку живота.
<p>3) При измерении обхвата бедер лента должна находиться горизонтально, проходя посредине бедра и сзади по наиболее выступающим точкам ягодиц.</p>',
        'ua' => '<span class="title-text">Вам потрібно провести вимірювання за допомогою сантиметрової стрічки. </span>
<p>1) При вимірюванні обхвату грудей стрічка повинна щільно прилягати до тілу, спереду проходити по найбільш виступаючим точкам, збоку через пахвові западини, ззаду обхоплюючи лопатки.
</p>
<p>2) Обхват талії вимірюється строго горизонтально по самій вузькій частини тіла, проходячи через саму виступаючу точку живота.
<p>3) При вимірюванні обхвату стегон стрічка повинна знаходитися горизонтально, проходячи посередині стегна і ззаду по найбільш виступаючим точкам сідниць.</p>',
    ],
];
$infoHello = [
    'ru' => 'Нажмите "Получить консультацию" и <br>
отправьте заявку с указанием размера <br>
который вы обычно носите. <br>

После входящего звонка, озвучьте <br>
оператору ваши замеры обхвата груди, талии <br>
и бедер, чтобы подобрать размер.<br>',
    'ua' => 'Натисніть "Отримати консультацію" і <br>
відправте заявку в якій вкажіть розмір <br>
ваш звичайний розмір. <br>

Після вхідного дзвінка, озвучте <br>
оператору ваші заміри обхвату грудей, талії <br>
та стегон, щоб підібрати розмір.<br>',
];
$table = [
    "row1" => [
        "c1" => [
            'ru' => "УКР",
            'ua' => "УКР"
        ],
        "c2" => [
            'ru' => "Обхват груди, см",
            'ua' => "Обхват грудей, см"
        ],
        "c3" => [
            'ru' => "Обхват талии, см",
            'ua' => "Обхват талії, см"
        ],
        "c4" => [
            'ru' => "Обхват бедер, см",
            'ua' => "Обхват стегон, см"
        ],
        "c5" => [
            'ru' => "Длина изделия, см",
            'ua' => "Довжина виробу, см"
        ]
    ],
    "row2" => [
        "c1" => "44-46",
        "c2" => "100",
        "c3" => "100",
        "c4" => "106",
        "c5" => "111"
    ],
    "row3" => [
        "c1" => "48-50",
        "c2" => "110",
        "c3" => "110",
        "c4" => "120",
        "c5" => "112"
    ],
    "row4" => [
        "c1" => "52-54",
        "c2" => "114",
        "c3" => "114",
        "c4" => "124",
        "c5" => "113"
    ],
    "row5" => [
        "c1" => "56-58",
        "c2" => "118",
        "c3" => "118",
        "c4" => "128",
        "c5" => "114"
    ],
    "row6" => [
        "c1" => "60-62",
        "c2" => "122",
        "c3" => "122",
        "c4" => "132",
        "c5" => "115"
    ],
    "row7" => [
        "c1" => "64-66",
        "c2" => "126",
        "c3" => "126",
        "c4" => "136",
        "c5" => "116"
    ],

];
$textAdvantages = [
    "text1" => [
        'ru' => "Подчеркивает вашу женственность и обратит на себя восхищенные взгляды прохожих;",
        'ua' => "Підкреслює вашу жіночність і зверне на себе захоплені погляди перехожих;"
    ],
    "text1Mobile" => [
        'ru' => "СКРЫВАЕТ ОСОБЕННОСТИ ФИГУРЫ",
        'ua' => "ПРИХОВУЄ ОСОБЛИВОСТІ ФІГУРИ"
    ],
    "text2" => [
        'ru' => "Легкая, натуральная и приятная на ощупь ткань. Не электризуется и не прилипает к телу;",
        'ua' => "Легка, натуральна та приємна на дотик тканина. Не електризується і не прилипає до тіла;"
    ],
    "text2Mobile" => [
        'ru' => "ВЫСОКОЕ КАЧЕСТВО ПОШИВА",
        'ua' => "ВИСОКА ЯКІСТЬ ПОШИТТЯ"
    ],
    "text3" => [
        'ru' => "Формирует идеальную форму фигуры, костюм скрывает особенности фигуры.",
        'ua' => "Формує ідеальну форму фігури, костюм приховає особливості фігури."
    ],
    "text3Mobile" => [
        'ru' => "ПРИЯТНАЯ И КОМФОРТНАЯ ТКАНЬ",
        'ua' => "ПРИЄМНА І КОМФОРТНА ТКАНИНА"
    ],
];
$textAdvantagesAll = [
    "text1Name" => [
        'ru' => "Подберём размер",
        'ua' => "Підберемо розмір"
    ],
    "text1Val" => [
        'ru' => "Если вы сомневаетесь, какой размер вам лучше выбрать, наши менеджеры помогут вам сделать правильный выбор.",
        'ua' => "Якщо ви сумніваєтеся, який розмір вам краще вибрати, наші оператори-косультанти допоможуть правильно визначити розмір."
    ],
    "text2Name" => [
        'ru' => "Быстрая доставка 1-3 дня",
        'ua' => "Швидка доставка 1-3 дня"
    ],
    "text2Val" => [
        'ru' => "80% заказов отправляем за 1 день. Время доставки 1-3 дня по Украине. Если изделия нет в наличии, мы готовы его отшить за 5-7 рабочих дней для вас.",
        'ua' => "80% замовлень відправляємо за 1 день. Час доставки 1-3 дні по Україні. Якщо виробу немає в наявності, ми готові його відшити за 5-7 робочих днів для вас."
    ],
    "text3Name" => [
        'ru' => "Безопасная оплата",
        'ua' => "Безпечна оплата"
    ],
    "text3Val" => [
        'ru' => "Вы оплачиваете заказ при получении, в момент, когда сможете увидеть изделие своими глазами и убедиться в его качестве. Высылаем изделие на ваш адрес без предоплаты.",
        'ua' => "Ви оплачуєте замовлення при отриманні, в момент, коли зможете побачити виріб своїми очима і переконатися в його якості. Надсилаємо виріб без передоплати."
    ],
    "text4Name" => [
        'ru' => "Бесплатный обмен размера",
        'ua' => "Безкоштовний обмін розміру"
    ],
    "text4Val" => [
        'ru' => "Мы хотим, чтобы покупка для вас прошла успешно. Поэтому, в случае если вам не подойдет размер, мы готовы бесплатно обменять на другой размер.",
        'ua' => "Ми хочемо, щоб покупка для вас пройшла успішно. Тому, в разі якщо вам не підійде розмір, ми готові безкоштовно обміняти на інший розмір."
    ],
    "text5Name" => [
        'ru' => "Гарантия возврата в течении 14 дней",
        'ua' => "Гарантія повернення протягом 14 днів"
    ],
    "text5Val" => [
        'ru' => "Мы гарантируем легкий возврат денег или замену платья в случае, если вы обнаружите брак или размер вам не подойдет!",
        'ua' => "Ми гарантуємо легке повернення грошей або заміну сукні в разі, якщо ви виявите брак або розмір вам не підійде!"
    ],
];
?>
