<?php
$lang = $_SESSION['lang'] ? $_SESSION['lang'] : 'ru';
$product = [
'id' => '01',
'table' => [
    "row1" => [
        "c1" => [
            'ru' => "УКР",
            'ua' => "УКР"
        ],
        "c2" => [
            'ru' => "Обхват груди, см",
            'ua' => "Обхват грудей, см"
        ],
        "c3" => [
            'ru' => "Обхват талии, см",
            'ua' => "Обхват талії, см"
        ],
        "c4" => [
            'ru' => "Обхват бедер, см",
            'ua' => "Обхват бедер, см"
        ]
    ],
    "row2" => [
        "c1" => "50",
        "c2" => "110",
        "c3" => "86",
        "c4" => "114"
    ],
    "row3" => [
      "c1" => "52",
      "c2" => "114",
      "c3" => "90",
      "c4" => "118"
    ],
    "row4" => [
        "c1" => "54",
        "c2" => "118",
        "c3" => "94",
        "c4" => "122"
    ],
    "row5" => [
      "c1" => "56",
      "c2" => "122",
      "c3" => "98",
      "c4" => "126"
    ]
  ],
  'name' => [
      'ru' => 'ПЛАТЬЕ',
      'ua' => 'СУКНЯ',
  ],
  'buyName' => [
      'ru' => 'ШИКАРНОЕ ПЛАТЬЕ',
      'ua' => 'ШИКАРНА СУКНЯ',
  ],
  'topImages' => [
      "topImgUrl" => "img/01/a1.jpg",
      "textLabel" => [
          'ru' => "СКИДКА ",
          'ua' => "ЗНИЖКА "
      ],
      "textSizeVal" => "48-52",
      "oldPrice" => "1358грн",
      "sale" => "-50%",
      "quantity" => "10",
      "newPrice" => "679грн",
      "present" => [
      ],
      "imgs" => [
          "black1" => "img/01/a2.jpg",
          "white1" => "img/01/a3.jpg",
          "black2" => "img/01/a4.jpg"
      ]
  ],
  'features' => [
      "text1Name" => [
          'ru' => "Ткань:",
          'ua' => "Тканина:"
      ],
      "text1val" => [
          'ru' => "трикотаж",
          'ua' => "трикотаж"
      ],
      "text2Name" => [
          'ru' => "Состав:",
          'ua' => "Склад:"
      ],
      "text2val" => [
          'ru' => "15% полиэстер, 65% вискоза, 20% спандекс",
          'ua' => "15% поліестер, 65% віскоза, 20% спандекс"
      ],
      "text3Name" => [
          'ru' => "Свойства ткани:",
          'ua' => "Властивості тканини:"
      ],
      "text3val" => [
          'ru' => "средней растяжимости, не просвечивается",
          'ua' => "середньої щільності, середньої розтяжності, не просвічується"
      ],
      "text4Name" => [
          'ru' => "Бренд-производитель:",
          'ua' => "Бренд-виробник:"
      ],
      "text4val" => [
          'ru' => "AMOSlook™, Украина",
          'ua' => "AMOSlook™, Україна"
      ],
      "text5Name" => [
          'ru' => "Параметры модели:",
          'ua' => "Параметри моделі:"
      ],
      "text5val" => [
          'ru' => "рост 170 см, розмер 50",
          'ua' => "ріст 170 см, розмір 50"
      ],
  ],
  'colors' => [
    "011" => [
          "number" => "0",
          "sizeText" => "48-50",
          "id" => "281",
          "name" => [
              'ru' => "Красный цвет",
              'ua' => "Червоний колір"
          ],
          "oldPrice" => "1358грн",
          "newPrice" => "249грн",
          "present" => [
              'ru' => "",
              'ua' => ""
          ],
          "sale" => "-50%",
          "videoUrl" => "video/01/video1.mp4",
          "videoImgUrl" => "img/01/a1.png",
          "imgs" => [
              "img1" => "img/01/a1.jpg",
              "img2" => "img/01/a2.jpg",
              "img3" => "img/01/a3.jpg",
              "img4" => "img/01/a4.jpg"
          ],
          'sizes' => [
             "size1" => [
                 "id" => "8184-2",
                 "value" => "50",
             ],
             "size2" => [
                 "id" => "8184-52-2",
                 "value" => "52",
             ],
             "size3" => [
                 "id" => "8184-54-2",
                 "value" => "54",
             ],
             "size4" => [
                 "id" => "8184-56-2",
                 "value" => "56",
             ]

          ],
      ]
  ],
  'present' => [
      "product1" => [
          "href" => "348",
          "number" => "0",
          "name" => [
              'ru' => "СТИЛЬНАЯ НАКИДКА-ПОНЧО",
              'ua' => "СТИЛЬНАЯ НАКИДКА-ПОНЧО"
          ],
          "oldPrice" => "485грн",
          "newPrice" => "325грн",
          "imgUrl" => "img/348/black/a3.jpg"
      ],
  ]
];
